import React from 'react'
import '../style/cards.scss'
function Cards() {
  return (
    <div className='cards'>
    {/* inner grid */}
        <div className='cards__inner'>
        {/*  cards */}


            <div className='card'>
                <h1>אימון קבוצתי</h1>
                <h5>החל מ-</h5>
                <h3>אך יקר לך לי</h3>
                <p> שלך ?
רוצה להתחטב אך יקר לך ליווי של מאמן אישי ?
דיי עם התירוצים ! מצאנו עבורך את הפיתרון !
אימונים אישיים של קבוצות קטנות בין 3 עד 5  הפיתרון !
אימונים אישיים של קבוצות קטנות בין 3 עד  </p>
<button> קבוצות </button>
            </div>

              
        
            <div className='card'>
                <h1>אימון קבוצתי</h1>
                <h5>החל מ-</h5>
                <h3>אך יקר לך לי</h3>
                <p> שלך ?
רוצה להתחטב אך יקר לך ליווי של מאמן אישי ?
דיי עם התירוצים ! מצאנו עבורך את הפיתרון !
אימונים אישיים של קבוצות קטנות בין 3 עד 5  הפיתרון !
אימונים אישיים של קבוצות קטנות בין 3 עד  </p>
<button> קבוצות </button>
            </div>



  
            <div className='card'>
                <h1>אימון קבוצתי</h1>
                <h5>החל מ-</h5>
                <h3>אך יקר לך לי</h3>
                <p> שלך ?
רוצה להתחטב אך יקר לך ליווי של מאמן אישי ?
דיי עם התירוצים ! מצאנו עבורך את הפיתרון !
אימונים אישיים של קבוצות קטנות בין 3 עד 5  הפיתרון !
אימונים אישיים של קבוצות קטנות בין 3 עד  </p>
<button> קבוצות </button>
            </div>



        </div>
    </div>
  )
}

export default Cards